{"_type":"page","title":"Health","body":[{"_type":"block","markDefs":[],"style":"h2","children":[{"_type":"span","marks":[],"text":"A Child is Born"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"One of our big forthcoming projects is to build a Waiting Home in 2021 for new mothers at the Maternity Unit. Watch the Safe Maternal Care video below to see exactly why we built the Maternity Unit in the first place. This second stage will provide essential care for pre-term births - which are higher in Malawi than anywhere else in the world."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"The project will include nutritional permaculture gardens in front of the new wing, and education on good nutrition for new mothers."}]},{"_type":"block","markDefs":[{"_key":"ece8db3e4ee7","_type":"link","href":"/health/a-child-is-born/"}],"style":"normal","children":[{"_type":"span","marks":["ece8db3e4ee7","strong"],"text":"Find out more..."}]}]}
{"_type":"page","title":"A Child is Born","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"So far we have raised over £20,000 mainly through the efforts of Bryanston School who fundraised during 2020. This will go towards the cost of building a Safe Motherhood Unit (SMU) at the maternity unit in M’bang’ombe. Thank you to every single person who contributed so generously. Over the next year we intend to push for the final amount needed of £35,600. We hope to start the extension and renovations in 2021, and we will post updates here and on social media."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"The SMU will be a waiting home for new mothers at the recently completed maternity unit. We want to reduce risks in childbirth to expectant mothers and their unborn children."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/img_8988.jpg","alt":"New born baby in the Maternity Unit"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Since opening our maternity unit in M’bang’ombe (stage one of the project), the unit has already been a great success, with monthly births increased from 20 a month to 80 a month. On Christmas Day 2015 three babies were born at the Maternity Unit, with two needing to be transferred to Lilongwe because of complications."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Malawi has the highest rate of pre-term births in the world, 18.1%; due to mothers having persistent malaria, HIV and malnourishment."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Globally, prematurity is the leading cause of death in children under the age of 5. The waiting home will provide nutritional training to mothers in attendance as well as resolve complications which emerge in the latter stages of pregnancy."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"In Malawi expectant mothers are not provided with food and support in hospital and so they are dependent on a relative to come along and care for them whilst in hospital. There is also nowhere for them to sleep after their – sometimes long – journey to the clinic, and before they go into labour. So mothers-to-be come to the unit late, often only as they go into labour."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/img_4993.jpg","alt":"Maternity Unit, completed in stage one of the project"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Therefore, during the second stage of the project, for which we are fundraising through the ‘A Child is Born’ campaign, we are going to build a Safe Motherhood Unit, so that expectant mothers can come to the maternity clinic earlier. The building will also include observation rooms and an under 5’s clinic. In front of the building we will plant nutritional permaculture gardens."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/malawi-2-036.jpg","alt":"New mother and baby"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"In this way, we can make it easier for women to get to the clinic in good time, and reduce the risks in childbirth to both the mother and unborn child."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/paige-card.jpg","alt":"Thank you for your support!"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Do please help us to help the women and unborn children of Malawi by supporting our projects, thank you."}]}]}
{"_type":"page","title":"Bicycle Ambulances","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"This project helps to ensure that people can get to a health service. In our area of support there is a huge issue with lack of transport to hospital/clinics. Transaid have helped with training and assessments over the years and also donated money for two of the latest installed bicycles. The community are trained on the maintenance and record the use of the bicycle."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"There are two small Health Centres in our area and they serve a catchment area of 45,000 people!"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Because of the lack of health services in our area people have to travel vast distances to be seen by a nurse or doctor. Travel to the clinics is usually by ox and cart but this is an expensive and slow mode of transport. 1 in 6 women die in childbirth, these bicycle ambulances will help save many lives."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We initiated a project to build bicycle ambulances and to provide training to the people in each area so more people can make their way to a health centre."}]}]}
{"_type":"page","title":"Disability","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We have found over the years that people with disabilities are the most poverty stricken and are often outcast from their community. They are frequently viewed as being possessed with an evil spirit and people think if you touch them, the evil spirit will come on to you and your family. In 2012 we started our Disability Register which has now grown to over 300 beneficiaries."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"One of the groups we work closely with is '500 Miles', who support the development and delivery of prosthetic and orthotic services. We facilitate regular visits of '500 Miles' doctors to hold clinics in the area centres which we serve, we organise check up visits and we transport patients to Kamuzu Central Hospital, Lilongwe when needed."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":["em"],"text":"How we help those with disabilities in the rural community."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"If you would like to give a donation to buy a prosthetic leg (£50), fund a clinic session in a remote trading centre (£300) or even buy a proper pair of trainers to support a growing child’s feet (£15), then do please donate."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Another group we work close with is 'Malawi Action for Physically handicapped' (MAP). Sometimes referrals from 500 Miles suggest providing a wheelchair or other aid, and MAP make the equipment for us."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":["strong","em"],"text":"A Visit"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Here Heather Palmer describes a visit in September 2015 with our disability outreach programme:"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"“I had a positive and negative day today with Julie Ndalama, where we saw 18 patients. Most of them are existing patients and we were checking up on them in their home environment. Generally the visits were positive and the one that stuck in my mind was Jennifa. Jennifa has had a prosthetic limb made for her and it has enabled her to now walk to school. She cried when it had to be taken back to '500 Miles' headquarters as the strap had broken! She was so proud to show it off to us! Another patient we saw was Lewis who could not even sit upright before. Now he is smiling and holding his body upright, although still trying to walk with his walker support."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Sadly the day ended with a negative, where we were in a village visiting an existing patient and asked to see a 4 year old child who was badly burnt in a fire 2 weeks ago. She had gone to Kamuzu Central Hospital, but been discharged after a day. Crazy when you see her burns! She is now being treated with traditional medicine, which I am sure will end up with infections. We offered to take them to another hospital, but the chiefs decided to wait a few days to see what the natural medicines did."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We are soooooo lucky to have the NHS in the UK and if people could see what I have witnessed today, they would realise they have nothing to complain about!”"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/jennifa.jpg","alt":"null"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Jennifa – proud of her prosthetic leg!"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/lewis.jpg","alt":"null"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Lewis – learning to walk"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"If you would like to help more children like Jennifa and Lewis then please do get in touch or simply donate."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We are grateful for all our supporters who make this work possible."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"You can also follow recent stories of our work and read about children like Jennifa and Lewis on our Facebook link below."}]}]}
{"_type":"page","title":"Distributions","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Distributions are part of our work, and are vital to the orphans who have nothing. Our projects in general are focussed on building up a more self-sufficient community, for example through our training village, Sam’s Village, and in time we will be able to reduce the distributions."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We do regular distributions in our area, mainly food, mosquito nets, sleeping mats, clothes and toys."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/distributions/01-Jeans-distribution-Good-News-Mission-Eric-Dec-2015-3.jpg","alt":"Distribution of jeans, donated by Good News Mission"}},{"_type":"span","marks":["em"],"text":"Distribution of jeans, donated by Good News Mission"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"One of our regular distributions is to provide some food to the most poverty stricken people during the ‘hungry months’ of February. We select 20 people from each of our 14 centres."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We also do regular orphan lunch days, providing every orphan in a school with a nutritious lunch. We have donated wheelchairs, to those most in need in our area."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/distributions/02-499548a937bcacnv00061.jpg","alt":"distributions"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/distributions/03-4995541229b84picture_4.jpg","alt":"distributions"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"You can buy blankets, sleeping mats, mosquito nets, food and other items through our online shop."}]}]}
{"_type":"page","title":"Good Nutrition","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"The under 5’s are one of our most vulnerable groups -11% never reach the age of 5 years old. They often die through dysentery from drinking dirty water, or malaria. To build up their immune system along with supporting their overall physical and mental growth, we have set up 9 pre-schools (CBCCs) with attached feeding centres. Each child is fed a nutritional porridge each day, five days a week. Their weight and height is monitored. This food is donated to us by Feed the Children, Malawi."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Feed The Children can never donate enough for all that is needed. So, we are helping the local communities to set up sustainable feeding gardens, where we will grow a combination of soya, groundnuts, maize and millet that can be fed to the children. Find out more.."}]}]}
{"_type":"page","title":"HIV/AIDS","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Many children are orphaned due to HIV/AIDS and are left to be looked after by their extended family, often their grandparents. People are aware of HIV and it is taught in school, but with limited contraception and availability of ARV medication it still is very prevalant."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"We are encouraging HIV+ support groups to have good nutrition with our ‘well-being programme’. They are trained on the 5 food groups and we assist in helping them to grow a variety of vegetables and fruit trees. We work with 40 HIV + people and they are also linked with NASFAM (National Smallholder Farmers’ Association of Malawi) who now support them."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Here are some photos of one of the HIV+ support groups in their vegetable garden. They both eat the vegetables and sell them, making this a truly sustainable project."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/img_9025.jpg","alt":"null"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"HIV+ support group in their vegetable garden"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/img_9023.jpg","alt":"null"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"HIV+ support vegetable garden"}]}]}
{"_type":"page","title":"Maternity unit","body":[{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"The opening of the Maternity Unit in M’bang’ombe was held on 12th November 2013 and was attended by Dorothy Ngoma, who is the President’s Advisor on Safe Motherhood. Amazingly the first baby was born in the unit that very day! This 10 bed unit is the first in our area to have lighting and internal running water via a solar pump."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/img_4993.jpg","alt":"null"}},{"_type":"span","marks":[],"text":"The completed Maternity Unit"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/IMG_8981.jpg","alt":"null"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Inside the Maternity Unit"}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/FB_IMG_1450206075403.jpg","alt":"null"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Our amazing midwives, Diana and Abiya, with CEO Heather"}]},{"_type":"block","markDefs":[{"_key":"3ea5647ffd8a","_type":"link","href":"https://www.bryanston.co.uk/news/?pid=3&nid=57&storyid=1412"}],"style":"normal","children":[{"_type":"span","marks":[],"text":"During recent Christmas Campaigns known as \"A Child is Born\", we fundraised for resources to turn the neighbouring building into a Safe Motherhood Unit (SMU) to encourage women to come to the unit earlier than their due date. The building will also include observation rooms and an Under 5’s clinic and we will be running programmes so mothers can learn more about good nutrition. Thanks to significant fundraising appeal by "},{"_type":"span","marks":["3ea5647ffd8a"],"text":"Bryanston School"},{"_type":"span","marks":[],"text":", building work will commence in 2021."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"1 in 6 women die in childbirth in Malawi. Improving maternity care is so important."}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"img","asset":{"src":"/img/img_8988.jpg","alt":"null"}}]},{"_type":"block","markDefs":[],"style":"normal","children":[{"_type":"span","marks":[],"text":"Project4Africa raised funds for stage one of the much needed Maternity Unit project. Others involved in supporting this project are Liz Bartley, Sarah Rogers, Richard North, Gaynor Cook, Jo & Mike Calvert, Brian Heywood, Reed Elsevier and The Trusthouse Charitable Foundation. Our grateful thanks all of them for making the Maternity Unit idea become reality. M'bangombe Maternity Unit"}]},{"_type":"block","markDefs":[{"_key":"729045607813","_type":"link","href":"#gallery"}],"style":"normal","children":[{"_type":"span","marks":[],"text":"See below for "},{"_type":"span","marks":["729045607813"],"text":"more photos of the Maternity Unit"},{"_type":"span","marks":[],"text":":"}]}]}
